{
  "vocab_size": 322,
  "token_to_id": {
    "<start_seq>": 1,
    "<end_seq>": 2,
    "<unk>": 3,
    "It": 4,
    "is": 5,
    "a": 6,
    "piece": 7,
    "of": 8,
    "cropland": 9,
    "Many": 10,
    "mobile": 11,
    "homes": 12,
    "are": 13,
    "arranged": 14,
    "neatly": 15,
    "in": 16,
    "the": 17,
    "home": 18,
    "park": 19,
    "A": 20,
    "medium": 21,
    "residential": 22,
    "area": 23,
    "with": 24,
    "plants": 25,
    "flourish": 26,
    "Some": 27,
    "cars": 28,
    "on": 29,
    "freeways": 30,
    "and": 31,
    "some": 32,
    "beside": 33,
    "roads": 34,
    "An": 35,
    "intersection": 36,
    "houses": 37,
    "at": 38,
    "corners": 39,
    "haphazardly": 40,
    "go": 41,
    "through": 42,
    "this": 43,
    "Waves": 44,
    "slapping": 45,
    "white": 46,
    "sand": 47,
    "beach": 48,
    "throw": 49,
    "up": 50,
    "foams": 51,
    "beautiful": 52,
    "crystal": 53,
    "clear": 54,
    "waters": 55,
    "many": 56,
    "There": 57,
    "an": 58,
    "airplane": 59,
    "stopped": 60,
    "airport": 61,
    "This": 62,
    "sparse": 63,
    "two": 64,
    "surrounded": 65,
    "by": 66,
    "withered": 67,
    "lawn": 68,
    "lots": 69,
    "dark": 70,
    "green": 71,
    "trees": 72,
    "dense": 73,
    "forest": 74,
    "Lots": 75,
    "buildings": 76,
    "crowded": 77,
    "together": 78,
    "part": 79,
    "golf": 80,
    "course": 81,
    "turfs": 82,
    "bunkers": 83,
    "Two": 84,
    "storage": 85,
    "tanks": 86,
    "sands": 87,
    "overpass": 88,
    "road": 89,
    "across": 90,
    "another": 91,
    "diagonally": 92,
    "house": 93,
    "grey": 94,
    "roofs": 95,
    "regular": 96,
    "baseball": 97,
    "diamond": 98,
    "cross": 99,
    "vertically": 100,
    "big": 101,
    "only": 102,
    "Three": 103,
    "airplanes": 104,
    "emerald": 105,
    "swimming": 106,
    "pool": 107,
    "middle": 108,
    "them": 109,
    "curved": 110,
    "vertical": 111,
    "to": 112,
    "each": 113,
    "other": 114,
    "The": 115,
    "peaceful": 116,
    "green-blue": 117,
    "mark": 118,
    "lines": 119,
    "straight": 120,
    "runway": 121,
    "blue": 122,
    "sea": 123,
    "tennis": 124,
    "courts": 125,
    "court": 126,
    "Here": 127,
    "farmland": 128,
    "scattered": 129,
    "ground.": 130,
    "chaparral": 131,
    "five": 132,
    "luggage": 133,
    "it": 134,
    "goes": 135,
    "loess": 136,
    "old": 137,
    "while": 138,
    "others": 139,
    "healthy": 140,
    "different": 141,
    "kinds": 142,
    "stands": 143,
    "surround": 144,
    "tank": 145,
    "parked": 146,
    "parking": 147,
    "lot": 148,
    "rows": 149,
    "both": 150,
    "banks": 151,
    "river": 152,
    "roadside": 153,
    "come": 154,
    "over": 155,
    "again": 156,
    "containters": 157,
    "villa": 158,
    "lush": 159,
    "plamts": 160,
    "boats": 161,
    "docked": 162,
    "harbor": 163,
    "water": 164,
    "deep": 165,
    "compose": 166,
    "manicured": 167,
    "lawns": 168,
    "just": 169,
    "few": 170,
    "positions": 171,
    "free": 172,
    "pressed": 173,
    "around": 174,
    "made": 175,
    "composed": 176,
    "weeds": 177,
    "black": 178,
    "one": 179,
    "bank": 180,
    "side": 181,
    "small": 182,
    "pools": 183,
    "waves": 184,
    "verdant": 185,
    "very": 186,
    "arround": 187,
    "closed": 188,
    "constitute": 189,
    "Green": 190,
    "triangular": 191,
    "building": 192,
    "sky": 193,
    "next": 194,
    "four": 195,
    "busy": 196,
    "corner": 197,
    "desert": 198,
    "no": 199,
    "car": 200,
    "orange": 201,
    "outside": 202,
    "roof": 203,
    "throwing": 204,
    "parallel": 205,
    "forward": 206,
    "desolate": 207,
    "beat": 208,
    "surounded": 209,
    "White": 210,
    "purple": 211,
    "beige": 212,
    "ground": 213,
    "foam": 214,
    "new": 215,
    "grass": 216,
    "Withered": 217,
    "land": 218,
    "mess": 219,
    "spots": 220,
    "or": 221,
    "pedestrians": 222,
    "empty": 223,
    "spaces": 224,
    "which": 225,
    "Buildings": 226,
    "Four": 227,
    "fuselage": 228,
    "densely": 229,
    "scatteredly": 230,
    "same": 231,
    "trail": 232,
    "thick": 233,
    "shadow": 234,
    "number": 235,
    "letter": 236,
    "L": 237,
    "stadium": 238,
    "taxiing": 239,
    "narrow": 240,
    "kind": 241,
    "red": 242,
    "T-junction": 243,
    "round": 244,
    "violently": 245,
    "distributed": 246,
    "coming": 247,
    "compactly": 248,
    "dispersedly": 249,
    "have": 250,
    "wide": 251,
    "diamonds": 252,
    "not": 253,
    "containers": 254,
    "complicated": 255,
    "three": 256,
    "bushes": 257,
    "backyards": 258,
    "R": 259,
    "has": 260,
    "triangularly": 261,
    "violent": 262,
    "blue-green": 263,
    "six": 264,
    "Grey": 265,
    "wilted": 266,
    "abandoned": 267,
    "Six": 268,
    "All": 269,
    "line": 270,
    "there": 271,
    "size": 272,
    "waste": 273,
    "brown": 274,
    "trails": 275,
    "fanned": 276,
    "out": 277,
    "Five": 278,
    "Eight": 279,
    "rectangular": 280,
    "box": 281,
    "planes": 282,
    "between": 283,
    "pentagonal": 284,
    "seven": 285,
    "Seven": 286,
    "colors": 287,
    "One": 288,
    "irregularly": 289,
    "merged": 290,
    "into": 291,
    "nothing": 292,
    "lined": 293,
    "here": 294,
    "without": 295,
    "turbid": 296,
    "directions": 297,
    "tributary": 298,
    "direction": 299,
    "connected": 300,
    "eight": 301,
    "close": 302,
    "Houses": 303,
    "greenish-blue": 304,
    "multilevel": 305,
    "circular": 306,
    "quiet": 307,
    "Violent": 308,
    "Just": 309,
    "birds": 310,
    "flying": 311,
    "crossed": 312,
    "melt": 313,
    "pond": 314,
    "as": 315,
    "well": 316,
    "tree": 317,
    "orderly": 318,
    "paths": 319,
    "mixed": 320,
    "ones": 321,
    "#": 0
  },
  "id_to_token": {
    "1": "<start_seq>",
    "2": "<end_seq>",
    "3": "<unk>",
    "4": "It",
    "5": "is",
    "6": "a",
    "7": "piece",
    "8": "of",
    "9": "cropland",
    "10": "Many",
    "11": "mobile",
    "12": "homes",
    "13": "are",
    "14": "arranged",
    "15": "neatly",
    "16": "in",
    "17": "the",
    "18": "home",
    "19": "park",
    "20": "A",
    "21": "medium",
    "22": "residential",
    "23": "area",
    "24": "with",
    "25": "plants",
    "26": "flourish",
    "27": "Some",
    "28": "cars",
    "29": "on",
    "30": "freeways",
    "31": "and",
    "32": "some",
    "33": "beside",
    "34": "roads",
    "35": "An",
    "36": "intersection",
    "37": "houses",
    "38": "at",
    "39": "corners",
    "40": "haphazardly",
    "41": "go",
    "42": "through",
    "43": "this",
    "44": "Waves",
    "45": "slapping",
    "46": "white",
    "47": "sand",
    "48": "beach",
    "49": "throw",
    "50": "up",
    "51": "foams",
    "52": "beautiful",
    "53": "crystal",
    "54": "clear",
    "55": "waters",
    "56": "many",
    "57": "There",
    "58": "an",
    "59": "airplane",
    "60": "stopped",
    "61": "airport",
    "62": "This",
    "63": "sparse",
    "64": "two",
    "65": "surrounded",
    "66": "by",
    "67": "withered",
    "68": "lawn",
    "69": "lots",
    "70": "dark",
    "71": "green",
    "72": "trees",
    "73": "dense",
    "74": "forest",
    "75": "Lots",
    "76": "buildings",
    "77": "crowded",
    "78": "together",
    "79": "part",
    "80": "golf",
    "81": "course",
    "82": "turfs",
    "83": "bunkers",
    "84": "Two",
    "85": "storage",
    "86": "tanks",
    "87": "sands",
    "88": "overpass",
    "89": "road",
    "90": "across",
    "91": "another",
    "92": "diagonally",
    "93": "house",
    "94": "grey",
    "95": "roofs",
    "96": "regular",
    "97": "baseball",
    "98": "diamond",
    "99": "cross",
    "100": "vertically",
    "101": "big",
    "102": "only",
    "103": "Three",
    "104": "airplanes",
    "105": "emerald",
    "106": "swimming",
    "107": "pool",
    "108": "middle",
    "109": "them",
    "110": "curved",
    "111": "vertical",
    "112": "to",
    "113": "each",
    "114": "other",
    "115": "The",
    "116": "peaceful",
    "117": "green-blue",
    "118": "mark",
    "119": "lines",
    "120": "straight",
    "121": "runway",
    "122": "blue",
    "123": "sea",
    "124": "tennis",
    "125": "courts",
    "126": "court",
    "127": "Here",
    "128": "farmland",
    "129": "scattered",
    "130": "ground.",
    "131": "chaparral",
    "132": "five",
    "133": "luggage",
    "134": "it",
    "135": "goes",
    "136": "loess",
    "137": "old",
    "138": "while",
    "139": "others",
    "140": "healthy",
    "141": "different",
    "142": "kinds",
    "143": "stands",
    "144": "surround",
    "145": "tank",
    "146": "parked",
    "147": "parking",
    "148": "lot",
    "149": "rows",
    "150": "both",
    "151": "banks",
    "152": "river",
    "153": "roadside",
    "154": "come",
    "155": "over",
    "156": "again",
    "157": "containters",
    "158": "villa",
    "159": "lush",
    "160": "plamts",
    "161": "boats",
    "162": "docked",
    "163": "harbor",
    "164": "water",
    "165": "deep",
    "166": "compose",
    "167": "manicured",
    "168": "lawns",
    "169": "just",
    "170": "few",
    "171": "positions",
    "172": "free",
    "173": "pressed",
    "174": "around",
    "175": "made",
    "176": "composed",
    "177": "weeds",
    "178": "black",
    "179": "one",
    "180": "bank",
    "181": "side",
    "182": "small",
    "183": "pools",
    "184": "waves",
    "185": "verdant",
    "186": "very",
    "187": "arround",
    "188": "closed",
    "189": "constitute",
    "190": "Green",
    "191": "triangular",
    "192": "building",
    "193": "sky",
    "194": "next",
    "195": "four",
    "196": "busy",
    "197": "corner",
    "198": "desert",
    "199": "no",
    "200": "car",
    "201": "orange",
    "202": "outside",
    "203": "roof",
    "204": "throwing",
    "205": "parallel",
    "206": "forward",
    "207": "desolate",
    "208": "beat",
    "209": "surounded",
    "210": "White",
    "211": "purple",
    "212": "beige",
    "213": "ground",
    "214": "foam",
    "215": "new",
    "216": "grass",
    "217": "Withered",
    "218": "land",
    "219": "mess",
    "220": "spots",
    "221": "or",
    "222": "pedestrians",
    "223": "empty",
    "224": "spaces",
    "225": "which",
    "226": "Buildings",
    "227": "Four",
    "228": "fuselage",
    "229": "densely",
    "230": "scatteredly",
    "231": "same",
    "232": "trail",
    "233": "thick",
    "234": "shadow",
    "235": "number",
    "236": "letter",
    "237": "L",
    "238": "stadium",
    "239": "taxiing",
    "240": "narrow",
    "241": "kind",
    "242": "red",
    "243": "T-junction",
    "244": "round",
    "245": "violently",
    "246": "distributed",
    "247": "coming",
    "248": "compactly",
    "249": "dispersedly",
    "250": "have",
    "251": "wide",
    "252": "diamonds",
    "253": "not",
    "254": "containers",
    "255": "complicated",
    "256": "three",
    "257": "bushes",
    "258": "backyards",
    "259": "R",
    "260": "has",
    "261": "triangularly",
    "262": "violent",
    "263": "blue-green",
    "264": "six",
    "265": "Grey",
    "266": "wilted",
    "267": "abandoned",
    "268": "Six",
    "269": "All",
    "270": "line",
    "271": "there",
    "272": "size",
    "273": "waste",
    "274": "brown",
    "275": "trails",
    "276": "fanned",
    "277": "out",
    "278": "Five",
    "279": "Eight",
    "280": "rectangular",
    "281": "box",
    "282": "planes",
    "283": "between",
    "284": "pentagonal",
    "285": "seven",
    "286": "Seven",
    "287": "colors",
    "288": "One",
    "289": "irregularly",
    "290": "merged",
    "291": "into",
    "292": "nothing",
    "293": "lined",
    "294": "here",
    "295": "without",
    "296": "turbid",
    "297": "directions",
    "298": "tributary",
    "299": "direction",
    "300": "connected",
    "301": "eight",
    "302": "close",
    "303": "Houses",
    "304": "greenish-blue",
    "305": "multilevel",
    "306": "circular",
    "307": "quiet",
    "308": "Violent",
    "309": "Just",
    "310": "birds",
    "311": "flying",
    "312": "crossed",
    "313": "melt",
    "314": "pond",
    "315": "as",
    "316": "well",
    "317": "tree",
    "318": "orderly",
    "319": "paths",
    "320": "mixed",
    "321": "ones",
    "0": "#"
  },
  "max_len": 24
}