{
  "vocab_size": 190,
  "token_to_id": {
    "<start_seq>": 1,
    "<end_seq>": 2,
    "<unk>": 3,
    "a": 4,
    "part": 5,
    "of": 6,
    "ocean": 7,
    "with": 8,
    "deep": 9,
    "green": 10,
    "waters": 11,
    "this": 12,
    "is": 13,
    "curved": 14,
    "river": 15,
    "go": 16,
    "through": 17,
    "the": 18,
    "residential": 19,
    "area": 20,
    "many": 21,
    "houses": 22,
    "on": 23,
    "bank": 24,
    "some": 25,
    "curving": 26,
    "runways": 27,
    "marking": 28,
    "lines": 29,
    "while": 30,
    "lawn": 31,
    "beside": 32,
    "arranged": 33,
    "neatly": 34,
    "plants": 35,
    "roadside": 36,
    "there": 37,
    "are": 38,
    "white": 39,
    "buildings": 40,
    "banks": 41,
    "and": 42,
    "separated": 43,
    "by": 44,
    "roads": 45,
    "dense": 46,
    "both": 47,
    "side": 48,
    "small": 49,
    "an": 50,
    "industrial": 51,
    "densely": 52,
    "railway": 53,
    "road": 54,
    "over": 55,
    "dark": 56,
    "meadow": 57,
    "lots": 58,
    "warehouses": 59,
    "in": 60,
    "square": 61,
    "pond": 62,
    "middle": 63,
    "town": 64,
    "crossroads": 65,
    "divided": 66,
    "pass": 67,
    "runway": 68,
    "two": 69,
    "mark": 70,
    "house": 71,
    "across": 72,
    "into": 73,
    "rectangles": 74,
    "bridge": 75,
    "different": 76,
    "colours": 77,
    "roofs": 78,
    "bushes": 79,
    "paths": 80,
    "big": 81,
    "passed": 82,
    "sparkling": 83,
    "sea": 84,
    "water": 85,
    "piece": 86,
    "wide": 87,
    "parallel": 88,
    "straight": 89,
    "five": 90,
    "airplanes": 91,
    "parked": 92,
    "airport": 93,
    "lawns": 94,
    "highway": 95,
    "it": 96,
    "cars": 97,
    "bunkers": 98,
    "narrow": 99,
    "goes": 100,
    "red": 101,
    "orange": 102,
    "very": 103,
    "sands": 104,
    "parking": 105,
    "arrange": 106,
    "sides": 107,
    "empty": 108,
    "pieces": 109,
    "intersected": 110,
    "to": 111,
    "each": 112,
    "other": 113,
    "grey": 114,
    "complex": 115,
    "colors": 116,
    "distance": 117,
    "away": 118,
    "shining": 119,
    "main": 120,
    "street": 121,
    "lower": 122,
    "right": 123,
    "corner": 124,
    "scattered": 125,
    "three": 126,
    "luggage": 127,
    "only": 128,
    "bunker": 129,
    "devided": 130,
    "highways": 131,
    "one": 132,
    "containers": 133,
    "sandlands": 134,
    "grasslands": 135,
    "boats": 136,
    "few": 137,
    "lot": 138,
    "at": 139,
    "flows": 140,
    "woods": 141,
    "airplane": 142,
    "crossroad": 143,
    "grassland": 144,
    "left": 145,
    "surrounded": 146,
    "open": 147,
    "sand": 148,
    "beach": 149,
    "t-junctions": 150,
    "turned": 151,
    "nearly": 152,
    "angle": 153,
    "speedboat": 154,
    "waves": 155,
    "behind": 156,
    "line": 157,
    "upper": 158,
    "located": 159,
    "wasteland": 160,
    "separate": 161,
    "arrow": 162,
    "marks": 163,
    "grass": 164,
    "high": 165,
    "way": 166,
    "size": 167,
    "trees": 168,
    "numbers": 169,
    "railways": 170,
    "fuselages": 171,
    "has": 172,
    "warehouse": 173,
    "district": 174,
    "kinds": 175,
    "junction": 176,
    "which": 177,
    "speedboats": 178,
    "makes": 179,
    "them": 180,
    "path": 181,
    "passes": 182,
    "same": 183,
    "ship": 184,
    "going": 185,
    "making": 186,
    "building": 187,
    "boat": 188,
    "forest": 189,
    "<#>": 0
  },
  "id_to_token": {
    "1": "<start_seq>",
    "2": "<end_seq>",
    "3": "<unk>",
    "4": "a",
    "5": "part",
    "6": "of",
    "7": "ocean",
    "8": "with",
    "9": "deep",
    "10": "green",
    "11": "waters",
    "12": "this",
    "13": "is",
    "14": "curved",
    "15": "river",
    "16": "go",
    "17": "through",
    "18": "the",
    "19": "residential",
    "20": "area",
    "21": "many",
    "22": "houses",
    "23": "on",
    "24": "bank",
    "25": "some",
    "26": "curving",
    "27": "runways",
    "28": "marking",
    "29": "lines",
    "30": "while",
    "31": "lawn",
    "32": "beside",
    "33": "arranged",
    "34": "neatly",
    "35": "plants",
    "36": "roadside",
    "37": "there",
    "38": "are",
    "39": "white",
    "40": "buildings",
    "41": "banks",
    "42": "and",
    "43": "separated",
    "44": "by",
    "45": "roads",
    "46": "dense",
    "47": "both",
    "48": "side",
    "49": "small",
    "50": "an",
    "51": "industrial",
    "52": "densely",
    "53": "railway",
    "54": "road",
    "55": "over",
    "56": "dark",
    "57": "meadow",
    "58": "lots",
    "59": "warehouses",
    "60": "in",
    "61": "square",
    "62": "pond",
    "63": "middle",
    "64": "town",
    "65": "crossroads",
    "66": "divided",
    "67": "pass",
    "68": "runway",
    "69": "two",
    "70": "mark",
    "71": "house",
    "72": "across",
    "73": "into",
    "74": "rectangles",
    "75": "bridge",
    "76": "different",
    "77": "colours",
    "78": "roofs",
    "79": "bushes",
    "80": "paths",
    "81": "big",
    "82": "passed",
    "83": "sparkling",
    "84": "sea",
    "85": "water",
    "86": "piece",
    "87": "wide",
    "88": "parallel",
    "89": "straight",
    "90": "five",
    "91": "airplanes",
    "92": "parked",
    "93": "airport",
    "94": "lawns",
    "95": "highway",
    "96": "it",
    "97": "cars",
    "98": "bunkers",
    "99": "narrow",
    "100": "goes",
    "101": "red",
    "102": "orange",
    "103": "very",
    "104": "sands",
    "105": "parking",
    "106": "arrange",
    "107": "sides",
    "108": "empty",
    "109": "pieces",
    "110": "intersected",
    "111": "to",
    "112": "each",
    "113": "other",
    "114": "grey",
    "115": "complex",
    "116": "colors",
    "117": "distance",
    "118": "away",
    "119": "shining",
    "120": "main",
    "121": "street",
    "122": "lower",
    "123": "right",
    "124": "corner",
    "125": "scattered",
    "126": "three",
    "127": "luggage",
    "128": "only",
    "129": "bunker",
    "130": "devided",
    "131": "highways",
    "132": "one",
    "133": "containers",
    "134": "sandlands",
    "135": "grasslands",
    "136": "boats",
    "137": "few",
    "138": "lot",
    "139": "at",
    "140": "flows",
    "141": "woods",
    "142": "airplane",
    "143": "crossroad",
    "144": "grassland",
    "145": "left",
    "146": "surrounded",
    "147": "open",
    "148": "sand",
    "149": "beach",
    "150": "t-junctions",
    "151": "turned",
    "152": "nearly",
    "153": "angle",
    "154": "speedboat",
    "155": "waves",
    "156": "behind",
    "157": "line",
    "158": "upper",
    "159": "located",
    "160": "wasteland",
    "161": "separate",
    "162": "arrow",
    "163": "marks",
    "164": "grass",
    "165": "high",
    "166": "way",
    "167": "size",
    "168": "trees",
    "169": "numbers",
    "170": "railways",
    "171": "fuselages",
    "172": "has",
    "173": "warehouse",
    "174": "district",
    "175": "kinds",
    "176": "junction",
    "177": "which",
    "178": "speedboats",
    "179": "makes",
    "180": "them",
    "181": "path",
    "182": "passes",
    "183": "same",
    "184": "ship",
    "185": "going",
    "186": "making",
    "187": "building",
    "188": "boat",
    "189": "forest",
    "0": "<#>"
  },
  "max_len": 22
}